{
	"howitworks": "Hogyan működik?",
	"whoweare": "Kik vagyunk?",
	"signup": "Regisztráció / Bejelentkezés",
	"profile": "Felhasználói Profil",
	"logoff": "Kijelentkezés",
	"searchinput": "A helyi termékek és szolgáltatások keresése (kezd el írni a kulcsszót)",
	"launch-email": "Add meg az email címed, hogy értesíthessünk az indulásról!",
	"allrights": "Minden jog fenntartva.",
	"background": "Háttérkép:",
	"selectlocation": "Jelöld ki a tartózkodási helyed!",
	"typeaddress": "Kezd el beírni a címed és nyomj egy ENTER-t, hogy a marker megjelenjen a térképen. A pozíciót ennek mozgatásával finomítanu tudod. Mi nem tároljul le a tartózkodási helyed.",
	"starttypeaddress": "Kezd el beírni a címed és nyomj egy ENTER-t, hogy a marker megjelenjen a térképen. A pozíciót ennek mozgatásával finomítanu tudod. A címed nem lesz nyilvános!",
	"enteringaddress": "A cím megadása azért fontos, hogy a keresőmotor csak a számodra legközelebbi találatokat listázza csak ki.",
	"save": "Mentés",
	"cancel": "Mégse",
	"termsofservice": "Szerződési Feltételek",
	"privacypolicy": "Adatvédelmi Szabályzat",
	"thispage": "Ez az oldal egy helyi keresőmotor. Kereshetsz termékre, szolgáltatásra, önkéntes tevékenységre. Csak annyit kell tenned, hogy beállítod a tartózkodási helyed és beírod a keresendő kulcsszót. Amennyiben hirdetni szeretnéd a terméked és/vagy szolgáltatásod, vagy támogatni szeretnéd a helyi közösséget, regisztrálj!",
	"whowearetext": "Az ENVIENTA csapata azon dolgozik, hogy a termékfejlesztést nyírt forráskódúvá, a termelést pedig lokálissá tegye. Vásárolj helyi terméket, hogy ezzel is segítsd a helyi termelőket, gyártókat és a közösségedet. Ez a weboldal ezt a célt hivatott szolgálni",
	"basicinfo": "Alap adatok",
	"location": "Tartózkodási hely",
	"social links": "Közösségi média fiókok",
	"keywords": "Kulcsszavak",
	"cryptoaddresses": "Crypto tárca címek",
	"displayname": "Nyilvános név",
	"firstname": "Keresztnév",
	"lastname": "Vezetéknév",
	"email": "Email cím",
	"aboutme": "Rólam",
	"website": "Weboldal",
	"addlink": "Link hozzáadása",
	"removelink": "Link törlése",
	"setupkeywords": "Legalább egy kulcsszót meg kell jelölnöd, hogy megtaláljanak a helyi keresőben.",
	"wallettaddress": "tárca cím",
	"starttypingakeyword": "Kezd el beírni a kulcszót"

}